{
	"settings" : {
		"title" : "Settings beacon app",
		"verification" : "Verification settings",
		"verification_amount_inside" : {
			"label" : "Verification amount inside range (default 1)",
			"info" : "The amount of verifications the app need to mark a beacon inside the range."
		},
		"verification_amount_outside" : {
			"label" : "Verification amount outside range (default 5)",
			"info" : "The amount of verifications the app need to mark a beacon outside the range."
		},
		"update" : "Update settings",
		"interval" : {
			"use" : "Enable the automatic update",
			"label" : "The interval between updates in seconds (default 10)",
			"info" : "The delay between reading sensor values in seconds."
		},
		"timeout" : {
			"label" : "Discovery timeout (default 10)",
			"info" : "The amount of seconds that is given to discover the beacons."
		},
		"save" : {
			"label" : "Save"
		},
		"success" : "The settings has been saved"
	},
	"outside_range": "The beacon is outside range",
	"repair": {
		"title": "Replace the beacon",
		"prologue": "This maintenance procedure allows you replace a physical beacon without the need to remove and then read the device <span id='deviceName'></span> defined in Homey and therefore preserving all the flows that involve the device itself.</br>Some reasons for replacing the beacon:",
		"reason1": "The beacon has been lost or damaged.",
		"reason2": "The beacon has run out of battery and the battery is non-replaceable.",
		"reason3": "You want to use a new, more powerful beacon.",
		"instructions": "To replace the beacon please follow the instructions below.",
		"step1": "Take note of the type (<span id='typeName'></span>) and details (<span id='frameDetail'></span>) of the beacon.",
		"step2": "Configure the new beacon with the same values shown in previous step. This step is done outside of Homey with the tools provided by the beacon manufacturer.",
		"step3": "Make sure the new beacon is within the range of Homey and tap the button <span id='buttonCaption'></span> below.",
		"epilogue": "Tap the back arrow to cancel this procedure.",
		"button_caption": "Discover and refresh properties",
		"not_discovered": "The new beacon has not been discovered.\nMake sure that the beacon is within the range of Homey and that the new new beacon is configured with the correct values.",
		"retry_or_cancel": "\nTap OK to retry or CANCEL to cancel this procedure.",
		"refreshed": "Device properties successfully refreshed with the values of the new beacon.",
		"nothing_to_be_refreshed": "Procedure successfully completed. No properties to be refreshed (it seems that the beacon hasn't been replaced)."
	}
}